Revit 2024 API
ParameterTypeId.FabricationInsulationAbbreviation Property
 "Insulation Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationInsulationAbbreviation { get; }
Visual Basic
Public Shared ReadOnly Property FabricationInsulationAbbreviation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationInsulationAbbreviation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace